Repository: darktable-org/darktable
Catalog: doc/usermanual/po/nl.tmx
Source language: en
Languages: nl

source: map view
nl: bekijk kaart

source: slideshow view
nl: presentatieweergave

source: print view
nl: printer weergave

source: quit
nl: verlaat

source: toggle fullscreen
nl: volledig scherm aan/uit

source: leave fullscreen
nl: verlaat volledig scherm

source: toggle side borders
nl: zijpanelen aan/uit

source: toggle panels collapsing controls
nl: schakel samenvouwen bedieningpanelen

source: toggle left panel
nl: linkerpaneel aan/uit

source: toggle right panel
nl: rechterpaneel aan/uit

source: toggle top panel
nl: toppaneel aan/uit

source: toggle bottom panel
nl: bodempaneel aan/uit

source: toggle header
nl: header aan/uit

source: toggle filmstrip and timeline
nl: wissel van fotoreeks en tijdslijn

source: toggle top toolbar
nl: top werkbalk aan/uit

source: toggle bottom toolbar
nl: onderste werkbalk aan/uit

source: toggle all top panels
nl: alle top werkbalken aan/uit

source: toggle all bottom panels
nl: alle onderste werkbalken aan/uit

source: toggle focus peaking
nl: focus piek aan/uit

source: switch view
nl: wissel weergave

source: show accels window
nl: toon accels window

source: $(ROLL_NAME) - roll of the input image
nl: $(ROLL_NAME) - map van de ingevoerde afbeelding

source: $(FILE_FOLDER) - folder containing the input image
nl: $(FILE_FOLDER) - map gelijk aan de bronafbeelding

source: $(FILE_NAME) - basename of the input image
nl: $(FILE_NAME) - basisnaam van de bronafbeelding

source: $(FILE_EXTENSION) - extension of the input image
nl: $(FILE_EXTENSION) - extensie van de bronafbeelding

source: $(VERSION) - duplicate version
nl: $(VERSION) - dubbele uitvoering

source: $(VERSION_IF_MULTI) - same as $(VERSION) but null string if only one version exists
nl: $(VERSION_IF_MULTI) - hetzelfde als $(VERSION) maar een lege string als slechts een versie bestaat

source: $(VERSION_NAME) - version name from metadata
nl: $(VERSION_NAME)) - naam versie van metadata

source: $(SEQUENCE) - sequence number
nl: $(SEQUENCE) - volgnummer

source: $(MAX_WIDTH) - maximum image export width
nl: $(MAX_WIDTH) - maximale afbeeldings exporteer breedte

source: $(MAX_HEIGHT) - maximum image export height
nl: $(MAX_HEIGHT) - maximale afbeeldings exporteer hoogte

source: $(YEAR) - year
nl: $(YEAR) - jaar

source: $(MONTH) - month
nl: $(MONTH) - maand

source: $(DAY) - day
nl: $(DAY) - dag

source: $(HOUR) - hour
nl: $(HOUR) - uur

source: $(MINUTE) - minute
nl: $(MINUTE) - minuut

source: $(SECOND) - second
nl: $(SECOND) - seconde

source: $(EXIF_YEAR) - EXIF year
nl: $(EXIF_YEAR) - EXIF jaar

source: $(EXIF_MONTH) - EXIF month
nl: $(EXIF_MONTH) - EXIF maand

source: $(EXIF_DAY) - EXIF day
nl: $(EXIF_DAY) - EXIF dag

source: $(EXIF_HOUR) - EXIF hour
nl: $(EXIF_HOUR) - EXIF uur

source: $(EXIF_MINUTE) - EXIF minute
nl: $(EXIF_MINUTE) - EXIF minuut

source: $(EXIF_SECOND) - EXIF second
nl: $(EXIF_SECOND) - EXIF seconde

source: $(EXIF_ISO) - ISO value
nl: $(EXIF_HOUR) - ISO waarde

source: $(STARS) - star rating
nl: $(STARS) - ster classificatie

source: $(LABELS) - colorlabels
nl: $(LABELS) - kleurlabels

source: $(MAKER) - camera maker
nl: $(MAKER) - cameramerk

source: $(TITLE) - title from metadata
nl: $(TITLE) - titel volgens metadata

source: $(DESCRIPTION) - description from metadata
nl: $(CREATOR) - omschrijving van metadata

source: $(CREATOR) - creator from metadata
nl: $(CREATOR) - auteur volgens metadata

source: $(PUBLISHER) - publisher from metadata
nl: $(PUBLISHER) - uitgever volgens metadata

source: $(RIGHTS) - rights from metadata
nl: $(RIGHTS) - rechten volgens metadata

source: $(PICTURES_FOLDER) - pictures folder
nl: $(PICTURES_FOLDER) - afbeeldingsmap

source: $(HOME) - home folder
nl: $(HOME) - persoonlijk map

source: $(DESKTOP) - desktop folder
nl: $(DESKTOP) - bureaublad

source: $(OPENCL_ACTIVATED) - whether OpenCL is activated
nl: $(OPENCL_ACTIVATED) - of OpenCL is geactiveerd

source: $(CATEGORY0(category)) - subtag of level 0 in hierarchical tags
nl: $(CATEGORY0(category)) - sublabel van level 0 in hiërarchische labels

source: $(TAGS) - tags as set in metadata settings
nl: $(TAGS) - labels zoals geconfigureerd in de metadata instellingen

source: horizontal lines
nl: horizontale lijnen

source: number of horizontal guide lines
nl: aantal horizontale hulplijnen

source: vertical lines
nl: verticale lijnen

source: number of vertical guide lines
nl: aantal verticale hulplijnen

source: subdivisions
nl: onderverdelingen

source: number of subdivisions per grid rectangle
nl: aantal onderverdelingen per raster rechthoek

source: extra
nl: meer

source: golden sections
nl: gulden snede

source: golden spiral sections
nl: gulden snede secties

source: golden spiral
nl: gulden spiraal

source: show some extra guides
nl: toon meer hulplijnen

source: grid
nl: raster

source: rules of thirds
nl: regel van derden

source: metering
nl: meting

source: perspective
nl: perspectief

source: diagonal method
nl: diagonaal methode

source: harmonious triangles
nl: harmonieuze driehoeken

source: golden mean
nl: gulden snede

source: select parts to copy
nl: selecteer te kopiëren delen

source: select parts to paste
nl: selecteer te plakken delen

source: select _all
nl: selecteer _alles

source: select _none
nl: selecteer _niets

source: include
nl: voeg toe

source: modules order
nl: module volgorder

source: can't copy history out of unaltered image
nl: kopiëren vanuit niet-gewijzigde afbeelding lukt niet

source: normal images
nl: normale afbeeldingen

source: general
nl: algemeen

source: interface language
nl: interfacetaal

source: double click to reset to the system language
nl: dubbelklik om te resetten naar de systeemtaal

source: set the language of the user interface. the system default is marked with an * (needs a restart)
nl: kies de taal van de gebruikersinterface, * is de standaard van het systeem (opnieuw opstarten vereist)

source: theme
nl: thema

source: set the theme for the user interface
nl: stel thema in voor gebruikers interface

source: use system font size
nl: gebruik de systeemlettertypegrootte

source: font size in points
nl: lettertype formaat in punten

source: modify selected theme with CSS tweaks below
nl: pas geselecteerd thema aan met onderstaande CSS aanpassingen

source: modify theme with CSS keyed below (saved to user.css)
nl: pas thema aan met onderstaande CSS hieronder ingetoetst (opgeslagen in user.css)

source: save theme tweaks
nl: bewaar thema aanpassingen

source: /* ERROR Loading user.css */
nl: /* ERROR bij inladen user.css */

source: /* Enter CSS theme tweaks here */
nl: /* voer CSS thema-aanpassingen hier */

source: darktable preferences
nl: darktable voorkeuren

source: maker
nl: merk

source: import...
nl: importeren ...

source: shortcuts
nl: snelkoppelingen

source: shortcut
nl: snelkoppeling

source: binding
nl: koppeling

source: search
nl: zoek

source: click or press enter to search click or press enter again to cycle through results
nl: klik of druk op enter om te zoeken klik of druk nogmaals op enter om door de resultaten te bladeren

source: export...
nl: exporteren ...

source: press key combination to remap...
nl: geef nieuwe toets combinatie

source: %s accel is already mapped to %s. do you want to replace it ?
nl: %s accel is al toegewezen aan %s. toch vervangen?

source: accel conflict
nl: conflict

source: do you really want to delete the preset `%s'?
nl: deze voorkeur `%s' verwijderen?

source: delete preset?
nl: verwijder voorkeur?

source: select file to export
nl: kies bestand voor export

source: select file to import
nl: kies bestand voor import

source: are you sure you want to restore the default keybindings? this will erase any modifications you have made.
nl: weet u zeker dat u terug wilt naar de standaard snelkoppelingen? hierdoor vervallen alle gemaakte aanpassingen.

source: select preset to import
nl: selecteer te importeren voorkeur

source: failed to import preset
nl: voorkeur importeren mislukt

source: edit `%s' for module `%s'
nl: bewerk `%s' voor module `%s'

source: description or further information
nl: beschrijving dan wel extra informatie

source: auto apply this preset to matching images
nl: pas voorkeur automatisch toe op overeenkomende afbeelding(en)

source: only show this preset for matching images
nl: toon deze voorkeur alleen bij overeenkomstige afbeeldingen

source: be very careful with this option. this might be the last time you see your preset.
nl: wees voorzichtig met deze optie, het kan de laatste mogelijkheid zijn om uw voorkeuren te zien

source: string to match model (use % as wildcard)
nl: string om model aan te passen (gebruik % als vervanging)

source: string to match maker (use % as wildcard)
nl: string om fabrikant aan te passen (gebruik % als vervanging)

source: string to match lens (use % as wildcard)
nl: string om lens aan te passen (gebruik % als vervanging)

source: minimum ISO value
nl: minimale ISO waarde

source: maximum ISO value
nl: maximale ISO waarde

source: minimum exposure time
nl: minimale belichtingstijd

source: maximum exposure time
nl: maximale belichtingstijd

source: minimum aperture value
nl: minimale diafragma waarde

source: maximum aperture value
nl: maximale diafragma waarde

source: minimum focal length
nl: minimale brandpuntsafstand (mm)

source: maximum focal length
nl: maximale brandpuntsafstand (mm)

source: format
nl: formaat

source: _select as output destination
nl: _selecteer als bestemming

source: preset %s was successfully saved
nl: voorkeur '%s' is succesvol opgeslagen

source: new preset
nl: nieuwe voorkeur

source: please give preset a name
nl: geef deze voorkeur een naam

source: unnamed preset
nl: naamloze voorkeur

source: preset `%s' already exists. do you want to overwrite?
nl: voorkeur `%s' bestaat al moet die worden overschreven?

source: overwrite preset?
nl: voorkeur overschrijven?

source: name of the preset
nl: naam van deze voorkeur

source: (default)
nl: (standaard)

source: disabled: wrong module version
nl: uitgeschakeld: verkeerde module versie

source: edit this preset..
nl: voorkeur bewerken

source: delete this preset
nl: voorkeur verwijderen

source: store new preset..
nl: voorkeur opslaan

source: update preset
nl: update voorkeur

source: favourite
nl: favoriet

source: style %s was successfully saved
nl: stijl '%s' is succesvol opgeslagen

source: edit style
nl: bewerk stijl

source: duplicate style
nl: kloon stijl

source: creates a duplicate of the style before applying changes
nl: maakt een stijlkopie voordat wijzigingen zijn toegepast

source: create new style
nl: creëer nieuwe stijl

source: enter a name for the new style
nl: geef een naam voor de nieuwe stijl

source: enter a description for the new style, this description is searchable
nl: geef een omschrijving voor deze nieuwe stijl, deze omschrijving kan later worden opgezocht

source: can't create style out of unaltered image
nl: kan geen stijl maken van niet gewijzigde afbeelding

source: copy
nl: kopiëren

source: do a 1:1 copy of the selected files. the global options below do not apply!
nl: maak kloon van geselecteerde bestanden de algemene opties hieronder worden niet toegepast!

source: the selected output profile doesn't work well with exr
nl: geselecteerd uitgaand profiel werkt niet goed voor exr

source: compression mode
nl: compressiemodus

source: PIZ (default)
nl: PIZ (standaard)

source: PXR24 (lossy)
nl: PXR24 (met verlies)

source: B44 (lossy)
nl: B44 (met verlies)

source: B44A (lossy)
nl: B44A (met verlies)

source: quality
nl: kwaliteit

source: DCP mode
nl: DCP modus

source: invalid paper size
nl: ongeldig papier formaat

source: invalid border size, using 0
nl: ongeldige randdikte, gebruikt 0

source: could not export to file `%s'!
nl: exporteren naar bestand `%s' mislukt!

source: enter the title of the pdf
nl: geef titel voor het pdf

source: paper size
nl: formaat

source: paper size of the pdf either one from the list or "<width> [unit] x <height> <unit> example: 210 mm x 2.97 cm
nl: papierformaat van de pdf kies uit de lijst of bepaal zelf "<breedte> [eenheid] x <hoogte> <eenheid> bijvoorbeeld: 210 mm x 2.97 cm

source: page orientation
nl: oriëntatie

source: portrait
nl: portret

source: landscape
nl: landschap

source: paper orientation of the pdf
nl: papier oriëntatie van het pdf

source: border
nl: rand

source: empty space around the pdf format: size + unit examples: 10 mm, 1 inch
nl: witruimte om de pdf formaat: afmeting + eenheid voorbeelden: 10 mm, 1 inch

source: dpi of the images inside the pdf
nl: dpi van de afbeelding in de pdf

source: rotate images
nl: draai pixels

source: images can be rotated to match the pdf orientation to waste less space when printing
nl: afbeeldingen kunnen worden gedraaid zodat de oriëntatie overeenkomt met de pdf om zo minder ruimte te verspillen bij het afdrukken

source: TODO: pages
nl: TODO: pagina's

source: single images
nl: enkelvoudige afbeeldingen

source: contact sheet
nl: contactformulier

source: what pages should be added to the pdf
nl: welke pagina's moeten worden toegevoegd aan de pdf

source: embed icc profiles
nl: insluiten ICC profiel

source: images can be tagged with their icc profile
nl: afbeeldingen kunnen worden gekoppeld aan hun icc profiel

source: bit depth
nl: bitdiepte

source: bits per channel of the embedded images
nl: aantal bits per kanaal van de ingesloten afbeeldingen

source: compression
nl: compressie

source: uncompressed
nl: ongecomprimeerd

source: deflate
nl: deflatie

source: method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
nl: gebruikte methode voor compressie niet gecomprimeerd -- snel met grote bestanden deflate -- kleinere bestanden maar langzamer

source: image mode
nl: afbeeldingsmodus

source: draft
nl: concept

source: debug
nl: foutopsporing

source: normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
nl: normaal -- plaatst de afbeeldingen in de pdf concept -- afbeeldingen worden vervangen door kaders debug -- toont alleen een schets en het begrenzingsvenster

source: will export as a grayscale image
nl: wordt geëxporteerd als afbeelding in grijstinten

source: image
nl: afbeelding

source: deflate with predictor
nl: voorspellende deflatie

source: deflate with predictor (float)
nl: voorspellende deflatie (float)

source: compression level
nl: compressie niveau

source: compression type
nl: compressietype

source: lossy
nl: met verlies

source: lossless
nl: verliesloos

source: applies only to lossy setting
nl: geldt alleen voor verlieshebbende instellingen

source: image hint
nl: afbeeldingshint

source: image characteristics hint for the underlying encoder. picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
nl: beeldkenmerken hints voor de onderliggende encoder afbeelding: digtale afbeelding, zoals portrait, binnen opname foto: buiten opname, met natuurlijk licht plaatje: aparte afbeeldingscurve (grafiek, kaart-tegels etc)

source: picture
nl: afbeelding

source: photo
nl: foto

source: graphic
nl: grafisch

source: file on disk
nl: lokale map

source: enter the path where to put exported images variables support bash like string manipulation recognized variables:
nl: benoem het pad waarnaar afbeeldingen worden geëxporteerd variabelen steunen bash zoals string manipulatie erkende variabelen zijn:

source: on conflict
nl: bij conflicten

source: create unique filename
nl: creëer unieke naam

source: overwrite
nl: overschrijven

source: skip
nl: overslaan

source: could not create directory `%s'!
nl: kan de map %s niet aanmaken!

source: could not write to directory `%s'!
nl: kan niet schrijven in map `%s'!

source: %d/%d skipping `%s'
nl: %d/%d overslaan `%s'

source: %d/%d exported to `%s'
nl: %d/%d geëxporteerd naar `%s'

source: you are going to export on overwrite mode, this will overwrite any existing images do you really want to continue?
nl: je gaat exporteren in de overschrijfmodus, hierdoor worden alle bestaande bestanden overschreven wilt u hier echt mee doorgaan?

source: send as email
nl: verstuur als e-mail

source: images exported from darktable
nl: geëxporteerd vanuit darktable

source: could not launch email client!
nl: e-mailclient kon niet worden gestart!

source: website gallery
nl: lokaal opgeslagen webalbum

source: enter the title of the website
nl: geef de titel van de website

source: LaTeX book template
nl: LaTeX boek sjabloon

source: enter the title of the book
nl: geef de titel van het boek

source: authenticated
nl: authentificatie

source: not authenticated
nl: niet aangemeld

source: not authenticated, cannot reach server
nl: niet aangemeld, server onbereikbaar

source: create new album
nl: creëer nieuwe map

source: cannot refresh albums
nl: actualiseren album lijst mislukt

source: the server name default protocol is https specify http:// if non secure server
nl: de servernaam standaardprotocol is https geef http: // op als niet-beveiligde server

source: user
nl: gebruiker

source: password
nl: wachtwoord

source: login
nl: inloggen

source: visible to
nl: zichtbaar voor

source: everyone
nl: iedereen

source: contacts
nl: contacten

source: friends
nl: vrienden

source: family
nl: familie

source: you
nl: jezelf

source: refresh album list
nl: actualiseer album lijst

source: new album
nl: nieuwe album

source: parent album
nl: ouder album

source: click login button to start
nl: toets login button om te starten

source: cannot create a new piwigo album!
nl: aanmaak nieuwe piwigo album is mislukt

source: could not upload to piwigo!
nl: upload naar piwigo mislukt!

source: %d/%d exported to piwigo webalbum
nl: %d/%d geëxporteerd naar piwigo webalbum

source: perspective correction
nl: perspectiefcorrectie

source: rotation
nl: draaiing

source: lens shift (v)
nl: lensverschuiving (v)

source: lens shift (h)
nl: lensverschuiving (h)

source: shear
nl: plotten

source: aspect adjust
nl: verhouding aanpassen

source: guides
nl: gidsen

source: automatic cropping
nl: automatisch uitsnijden

source: automatic cropping failed
nl: automatisch uitsnijden mislukt

source: data pending - please repeat
nl: wacht op gegevens - herhaal aub

source: could not detect structural data in image
nl: in afbeelding zijn geen structuurgegevens gevonden

source: could not run outlier removal
nl: verwijderen uitschieters kon niet worden uitgevoerd

source: not enough structure for automatic correction
nl: voor automatische correctie is onvoldoende structuur zichtbaar

source: automatic correction failed, please correct manually
nl: automatische correctie is mislukt, corrigeer handmatig

source: lens shift (%s)
nl: lensverschuiving (%s)

source: horizontal
nl: horizontaal

source: vertical
nl: verticaal

source: lens shift (vertical)
nl: lensverschuiving (verticaal)

source: lens shift (horizontal)
nl: lensverschuiving (horizontaal)

source: largest area
nl: grootste gebied

source: original format
nl: origineel formaat

source: lens model
nl: lens type

source: generic
nl: algemeen

source: specific
nl: specifiek

source: lens dependence
nl: lens afhankelijkheid

source: automatic fit
nl: automatisch passen

source: get structure
nl: ontvang struktuur

source: rotate image
nl: draai afbeelding

source: apply lens shift correction in one direction
nl: correctie lensverschuiving in één richting toepassen

source: shear the image along one diagonal
nl: plot de afbeelding langs een diagonaal

source: display guide lines overlay
nl: weergeven rasterlijnen

source: automatically crop to avoid black edges
nl: automatisch uitsnijden om zwarte randen te voorkomen

source: lens model of the perspective correction: generic or according to the focal length
nl: perspectiefcorrectie voor type lens: algemeen of overeenkomstig brandpuntsafstand

source: focal length of the lens, default value set from exif data if available
nl: brandpuntsafstand van de lens; indien aanwezig de standaard waarde van exif-data

source: crop factor of the camera sensor, default value set from exif data if available, manual setting is often required
nl: cropfactor van de camera sensor, indien aanwezig de standaard waarde genomen van exif-data, vaak is een handmatige invoer vereist

source: the level of lens dependent correction, set to maximum for full lens dependency, set to zero for the generic case
nl: het niveau van de lens afhankelijke correctie, geef maximaal voor volledige afhankelijkheid, kies nul voor algemene gevallen

source: adjust aspect ratio of image by horizontal and vertical scaling
nl: aanpassen beeldverhouding door horizontaal en verticaal schalen

source: automatically correct for vertical perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
nl: verticale perspectivische vertekening automatisch corrigeren ctrl-klik om alleen draaiing passend te maken shift-klik om alleen lensverschuiving passend maken

source: automatically correct for horizontal perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
nl: horizontale perspectivische vertekening automatisch corrigeren ctrl+klik om alleen de draaiing passend maken shift+ klik om alleen de lensverschuiving passend maken

source: automatically correct for vertical and horizontal perspective distortions; fitting rotation,lens shift in both directions, and shear ctrl+click to only fit rotation shift+click to only fit lens shift ctrl+shift+click to only fit rotation and lens shift
nl: verticale en horizontale perspectivische vertekening automatisch corrigeren; passende draaiing, lensverschuiving in beide richtingen, en plotten ctrl-klik is alleen draaiing passend maken shift-klik lis alleen lensverschuiving passend maken ctrl-shift-klik is draaiing en lensverschuiving passend maken

source: analyse line structure in image ctrl+click for an additional edge enhancement shift+click for an additional detail enhancement ctrl+shift+click for a combination of both methods
nl: analyseer lijnstructuur in afbeelding ctrl+klik voor een aanvullende rand verbetering shift+klik voor een aanvullende detail verbetering ctrl+shift+klik voor een combinatie van beide methoden

source: remove line structure information
nl: verwijder lijnstructuur gegevens

source: toggle visibility of structure lines
nl: wissel zichtbaarheid structuurlijnen

source: [%s on segment] select segment
nl: [%s op segment] selecteer segment

source: [%s on segment] unselect segment
nl: [%s op segment] deselecteer segment

source: [%s] select all segments from zone
nl: [%s] selecteer alle segmenten in zone

source: [%s] unselect all segments from zone
nl: [%s] deselecteer alle segmenten in zone

source: mix
nl: aanmaak

source: coarse
nl: grof

source: denoise & sharpen
nl: ontruis & verscherpen

source: sharpen
nl: verscherpen

source: denoise chroma
nl: ontruis chroma

source: denoise
nl: ruisreductie

source: bloom
nl: glans

source: clarity
nl: helderheid

source: deblur: large blur, strength 4
nl: aanscherpen: fors, kracht 4

source: deblur: large blur, strength 3
nl: aanscherpen: fors, kracht 3

source: deblur: medium blur, strength 3
nl: aanscherpen: middelmatig, kracht 3

source: deblur: fine blur, strength 3
nl: aanscherpen: bescheiden, kracht 3

source: deblur: large blur, strength 2
nl: aanscherpen: fors, kracht 2

source: deblur: medium blur, strength 2
nl: aanscherpen: middelmatig, kracht 2

source: deblur: fine blur, strength 2
nl: aanscherpen: bescheiden, kracht 2

source: deblur: large blur, strength 1
nl: aanscherpen: fors, kracht 1

source: deblur: medium blur, strength 1
nl: aanscherpen: middelmatig,kracht 1

source: deblur: fine blur, strength 1
nl: aanscherpen: bescheiden, kracht 1

source: fine
nl: fijn

source: contrasty
nl: contrastrijk
